Repository: YocifRef3t/Time-Attendance
Catalog: lib/l10n/intl_*.arb
Languages: ar

# appName
source: Infosas HR
ar: انفوساس

source: to
ar: الي

source: Email
ar: البريد الالكترني

source: Password
ar: كلمة المرور

# emailHint
source: Enter your Email or UserName
ar: ادخل بريدك الالكترني او اسم المستخدم

# passwordHint
source: Enter your Password
ar: ادخل كلمة المرور

# forgetPassword
source: Lost your password ?
ar: نسيت كلمة المرور ؟

source: Login
ar: تسجيل الدخول

source: Home
ar: الرئيسيه

source: Reports
ar: التقارير

source: Menu
ar: القائمه

source: date
ar: تاريخ اليوم

source: Have a Good day ☀️
ar: استمتع بيوم جميل ☀️

source: Month Stats
ar: التقرير الشهري

# hoursDelay
source: Hours of delay
ar: ساعات التأخير

# daysAbsence
source: Days of absence
ar: ايام الغياب

source: Attendance Count
ar: عدد الحضور

source: Schedule
ar: الجدول

source: Days
ar: ايام

# attendance
source: Fingerprint Registration
ar: تسجيل البصمه

source: Good Morning ☀️
ar: صباح الخير ☀️

source: Good Afternoon ☀️
ar: مساء الخير ☀️

source: Good Evening ☀️
ar: مساء الخير ☀️

source: Choose Report
ar: اختر نوع التقرير

source: Permissions History
ar: تقارير الأذونات

source: Loans Request Sent
ar: التقارير الماليه المرسله

source: Vacation History
ar: تقارير الاجازه المرسله

source: Over Time
ar: الوقت الاضافي

source: Salary Report
ar: تقارير الراتب

source: Penalties
ar: العقوبات

source: Insurance
ar: التأمين

source: Location
ar: الموقع

# info
source: Personal Information
ar: المعلومات الشخصيه

# infoDec
source: Show your information
ar: عرض معلوماتك الشخصيه

source: Privacy
ar: الخصوصيه

# privacyDec
source: Change your password
ar: تغيير كلمة المرور

source: Attendance History
ar: سجل الحضور

# attendanceHistoryDec
source: Show your attendance history
ar: عرض سجل الحضور

source: Language
ar: اللغه

# languageDec
source: Change language to
ar: تغيير اللغه الي

source: About
ar: من نحن

# aboutDec
source: About Infosas
ar: عن انفوساس

source: Logout
ar: تسجيل الخروج

source: Permissions Count
ar: عدد الاذونات

source: Month Details
ar: تفاصيل الشهر

source: Loans Number
ar: عدد السلف

source: Loans Total
ar: اجمالي السلف

source: Custody Count
ar: عدد العهد

source: Custody Total
ar: اجمالي العهد

source: Available Vacations
ar: الاجازات المتاحه

source: Taken Vacations
ar: الاجازات المأخوذه

source: Over time Rate
ar: معدل العمل الاضافي

source: Over Time Net Salary
ar: صافي العمل الاضافي

source: Total Over Time Hours
ar: إجمالي ساعات العمل الاضافي

source: Decision date :
ar: تاريخ القرار :

# penaltiesDscAr
source: Penalty type :
ar: نوع العقوبه :

# penaltiesDetailsDscAr
source: Penalty description :
ar: تفاصيل العقوبه :

source: Gross salary :
ar: الراتب الكلي :

source: Discount value :
ar: قيمة الخصم :

source: Net salary :
ar: صافي الراتب :

source: Review case :
ar: الحاله :

# rejectReason
source: Grievance reason
ar: سبب التظلم

source: Penalty
ar: عقوبه

source: Grievance
ar: تظلم

source: Profile
ar: الحساب الشخصي

source: ID
ar: رقم الهويه الوطنيه / رقم الاقامه

source: Nationality
ar: الجنسيه

source: Mobile
ar: رقم الهاتف

source: Address
ar: العنوان

source: Company name
ar: اسم الشركه

source: Position Title
ar: المسمي الوظيفي

source: Work Hours
ar: ساعات العمل

source: Change Password
ar: تغيير كلمة المرور

source: Current Password
ar: كلمة المرور الحاليه

# currentPasswordHint
source: Enter your current password
ar: ادخل كلمة المرور الحاليه

source: New Password
ar: كلمة المرور الجديده

# newPasswordHint
source: Enter your new password
ar: ادخل كلمة المرور الجديده

source: Password Confirmation
ar: تأكيد كلمة المرور

# passwordConfirmationHint
source: Confirm your password
ar: اعد ادخال كلمة المرور

source: Save
ar: حفظ

source: Working Hours
ar: ساعات العمل

source: Early Exit
ar: خروج مبكر

source: Early Arrival
ar: حضور مبكر

source: Attendance Date
ar: تاريخ الحضور

source: Change Language
ar: تغيير اللغه

source: No Schedule
ar: لايوجد جداول مواعيد

source: Ask For Permissions
ar: طلب اذن

# permType
source: Permission type
ar: نوع الاذن

# permTypeHint
source: Permission type
ar: اختر نوع الاذن

source: Choose Date
ar: اختر التاريخ

# dateFrom
source: Start date
ar: تاريخ البدايه

# dateTo
source: End date
ar: تاريخ النهايه

source: Start time
ar: من الساعه

source: End time
ar: الي الساعه

source: Description
ar: الوصف

source: Loans
ar: طلب سلفه

source: Custody
ar: عهده

source: Loan
ar: سلفه

source: Amount
ar: المبلغ

# vacationRequest
source: Vacation
ar: طلب اجازه

# vacationType
source: Choose Vacation Type
ar: اختر نوع الاجازه

source: Vacation Start
ar: بداية الاجازه

source: Vacation End
ar: نهاية الاجازه

source: Vacation Duration
ar: مدة الاجازه

source: Notes
ar: ملاحظات

source: Late Attendance
ar: طلب بصمه

# AttendanceType
source: Choose Attendance Type
ar: اختر نوع البصمه

source: Choose a date
ar: اختر التاريخ

source: Start time
ar: من الساعه

# chooseEmp
source: Choose employee
ar: اختر موظف

source: Violation List
ar: قائمة المخالفات

source: Penalties type
ar: نوع العقوبات

source: Choose repeat
ar: اختر تكرار

source: Violation Statement
ar: بيان المخالفه

source: Violation Amount
ar: قيمة المخالفه

source: Warning Message
ar: الرساله التحذيريه

source: Submit
ar: ارسال

source: Hour
ar: ساعه

# noOverTime
source: There is no data
ar: لا يوجد بيانات

source: No Data
ar: لا يوجد بيانات

source: Sending data
ar: جاري ارسال البيانات

# askPerm
source: Permissions
ar: طلب اذن

# askLoan
source: Loans
ar: طلب سلفه

# askVacation
source: Vacation
ar: طلب اجازه

# askAttendance
source: Attendance
ar: طلب بصمه

# askPenalties
source: Penalties
ar: العقوبات

# attendingFirstPeriod
source: Attending the first period
ar: حضور فتره اولي

# leavingFirstPeriod
source: Leaving the first period
ar: انصراف فتره اولي

# attendingSecondPeriod
source: Attending the second period
ar: حضور فتره ثانيه

# leavingSecondPeriod
source: Leaving the second period
ar: انصراف فتره ثانيه

source: Deduction from salary
ar: خصم من الراتب

source: Verbal warning
ar: انذار شفهى

source: Written warning
ar: انذار كتابى

source: Deprivation of the up coming annual bonus
ar: حرمان من العلاوة السنوية القادمة

source: Notice of termination and termination of service
ar: إشعار بالفصل وإنهاء الخدمة

source: First time
ar: الاولي

source: Second time
ar: الثانيه

source: Third time
ar: الثالثه

source: Forth time
ar: الرابعه

# attendingTheFirstPeriod
source: Attendance the first period
ar: حضور الفتره الاولي

source: Leaving the first period
ar: انصراف الفتره الاولي

# attendingTheSecondPeriod
source: Attendance the second period
ar: حضور الفتره الثانيه

source: Leaving the second period
ar: انصارف الفتره الثانيه

source: Reset Password
ar: اعادة تعيين كلمة المرور

source: Reset
ar: اعادة تعيين

source: Notifications
ar: الاشعارات

# aboutMainText
source: Infosas Capital is one of the leading software companies in the Middle East, headquartered in Cairo - Egypt. Infosas is the best in the industry and the development of highly efficient and easy-to-use applications supporting databases since the company was established in 2013, and it is the leading software development company. Infosas has developed a series of commercial and industrial applications as well as development tools. Infosas software for managing financial and human resources, which is known regionally, is among the software used by many clients, not only in the Egypt, but in the entire Arab region.
ar: انفوساس هي واحدة من الشركات الرائدة في صناعة البرمجيات في الشرق الأوسط ، ومقرها في جدة - مصر. انفوساس هي الأفضل في صناعة وتطوير تطبيقات عالية الكفاءة وسهلة الاستخدام تدعم قواعد بيانات منذ تأسيس الشركة في عام 2013 ، وهي الشركة الرائدة في مجال تطوير البرمجيات. طورت انفوساس سلسلة من التطبيقات التجارية والصناعية بالإضافة إلى أدوات التطوير. تعد برامج انفوساس لإدارة الموارد المالية والبشرية ، المعروفة إقليمياً ، من بين البرامج التي يستخدمها العديد من العملاء ، ليس فقط في مصر ، ولكن في المنطقة العربية بأكملها.

# aboutVisionText
source: Our vision
ar: رؤيتنا

# aboutVisionDescText
source: To become the number one source of software in the region and provide business solutions in the Middle East through continuous research and customer service.
ar: أن نصبح المصدر الأول للبرامج في المنطقة وأن نقدم حلول الأعمال في الشرق الأوسط من خلال البحث المستمر وخدمة العملاء.

# aboutGoalText
source: Our goal
ar: هدفنا

# aboutGoalDescText
source: Our first and highest goal is to gain the trust of customers by providing global software technology that regulates business processes, increases productivity and maintains customer satisfaction, as well as by providing a technical support team with a high level of training and competence to deal with any problem faced by the customer when using software in ASAP.
ar: هدفنا الأول والأعلى هو كسب ثقة العملاء من خلال توفير تكنولوجيا برمجية عالمية تنظم العمليات التجارية ، وتزيد من الإنتاجية وتحافظ على رضا العملاء ، وكذلك من خلال توفير فريق دعم فني بمستوى عالٍ من التدريب والكفاءة للتعامل مع أي مشكلة تواجهها العميل عند استخدام البرامج في أسرع وقت ممكن.

# validDataErrorMessage
source: Please make sure of your data
ar: يرجي التأكد من صحة بياناتك

# lateAttendanceItem
source: Late attendance
ar: تأخير حضور

# earlyExitItem
source: Early exit
ar: خروج مبكر

# workErrandItem
source: Work errand
ar: مأمورية عمل

# exitAndReturnDuringWorkingHoursItem
source: Exit and return during working hours
ar: الخروج والعوده اثناء الدوام

# absenseItem
source: Absense
ar: عدم حضور

# annualItem
source: Annual
ar: سنويه

# urgentItem
source: Urgent
ar: اضطراريه

# sickLeaveItem
source: Sick leave
ar: مرضيه

# exceptionalItem
source: Exceptional
ar: استثنائيه

# withoutSalaryItem
source: Without salary
ar: بدون راتب

# maternityLeaveItem
source: Maternity leave
ar: اجازة وضع

# vacationBirthsItem
source: Vacation births
ar: اجازة مولود

# deathLeaveItem
source: Death leave
ar: اجازة وفاه

source: Choose Image From
ar: اختر الصوره من

# developerOptionsMessage
source: Please Close Developer Options
ar: يرجي اغلاق خيارات المطور

# oopsMessage
source: Oops there was an error ,please try again later
ar: اوبس هناك خطأ ما ,برجاء اعادة المحاوله في وقت لاحق

# cancelImage
source: Select image has been canceled
ar: تم الغاء تحديد صوره

source: Something Went wrong
ar: حدث خطأ ما

# fingerprintCanceled
source: Fingerprint registration has been canceled
ar: تم الغاء تسجيل البصمه

# notSupported
source: This device not supported
ar: هذا الجهاز غير مدعوم

# loggedOut
source: you are logged out
ar: تم تسجيل خروجك

source: OK
ar: حسنا
